/* When an error while uploading attachment occurred. %@ is the error message description. */
"%@ The attachment has been converted to standard email attachment." = "%@ Le fichier a été converti en pièce jointe normale.";

/* title of composer when subject has not been entered */
"(No subject)" = "(Aucun sujet)";

/* composer: tooltip */
"Add Attachment" = "Ajouter une pièce jointe";

/* Action description for undo menu item
   tooltip for formatting bar */
"Add Link" = "Ajouter un lien";

/* menu item in contextual menu */
"Add Link\\U2026" = "Définir un lien…";

/* composer: error description/question, message has no subject */
"Are you sure you want to send it?" = "Etes-vous sûr de vouloir envoyer le message ?";

/* warning for shortmail accounts */
"Attachments are not allowed" = "Shortmail n'autorise pas les pièces jointes";

/* Error message when attachment(s) cannot be added because it's too big: title of the dialog box. */
"Attachments too large" = "Les pièces jointes sont trop volumineuses";

/* field name */
"Bcc" = "Bcc";

/* tooltip for formatting bar */
"Bold" = "Gras";

/* composer: list menu item: bullet */
"Bullet" = "Liste à puces";

/* Action description for undo menu item */
"Bullet Point List" = "Liste à puces";

/* 'link to' dialog box: cancel button
   Cancel button */
"Cancel" = "Annuler";

/* field name */
"Cc" = "Cc";

/* tooltip for formatting bar */
"Center" = "Centrer";

/* composer: error description/question, attachments upload is in progress, convert to standard attachment */
"Convert" = "Convertir";

/* Action description for undo menu item */
"Decrease Indent Level" = "Réduire l'indentation";

/* composer: menu item: decrease quote */
"Decrease Quote Level" = "Réduire le niveau de citation";

/* needs to save: Discard button */
"Discard" = "Supprimer";

/* composer: error description/question, attachments upload is in progress */
"Do you want to convert them to standard e-mail attachments?" = "Souhaitez-vous convertir les pièces jointes en pièces jointes normales ?";

/* needs to save. title of the dialog box */
"Do you want to save your email?" = "Voulez-vous enregistrer le message ?";

/* 'link to' dialog box: done button
   composer: close search button */
"Done" = "OK";

/* error description. */
"Drafts folder was not found and could not be created. This folder is required to get Sparrow to work properly." = "Le dossier Brouillons n'a pas été trouvé et n'a pas pu être créé. Ce dossier est nécessaire au bon fonctionnement de Sparrow.";

/* field name */
"From" = "De";

/* subject of a forward of an empty message */
"Fw:" = "Fw:";

/* subject of the forward of a message, %@ is the original message subject */
"Fw: %@" = "Fw: %@";

/* composer: tooltip */
"Hide Cc/Bcc" = "Masquer Cc/Bcc";

/* composer: menu item: increase quote */
"Increase Quote Level" = "Augmenter le niveau de citation";

/* tooltip for formatting bar */
"Indent-LocFormattingBar" = "Indenter";

/* Action description for undo menu item */
"Indent-LocUndo" = "Indenter";

/* Error details when the draft could not be loaded in the composer because an attachment needs to be fetched from the remote server. */
"It contains an attachment that needs to be retrieved from the server. Please connect to the Internet to be able to edit the draft." = "Il contient une pièce jointe qui n'a pas pu être téléchargée depuis le serveur. Connectez-vous à Internet pour éditer le message.";

/* tooltip for formatting bar */
"Italic" = "Italique";

/* tooltip for formatting bar */
"Left Alignment" = "Aligner à gauche";

/* 'link to' dialog box: label */
"Link to:" = "Lien vers :";

/* tooltip for formatting bar */
"List" = "Liste";

/* Placeholder for the message body when loading of the message is still in progress */
"Loading\\U2026" = "Chargement…";

/* Action description for undo menu item. */
"Make Plain Text" = "Convertir en texte sans formatage";

/* composer: title of the window */
"New Message" = "Nouveau message";

/* composer: error title, when recipient is empty. */
"No recipient was specified for this message" = "Aucun destinataire n'a été indiqué";

/* composer: list menu item: none */
"None" = "Aucun";

/* Action description for undo menu item
   composer: list menu item: numbered */
"Numbered List" = "Liste numérotée";

/* error description. */
"Please activate all your folders in your Gmail settings (http://www.sparrowmailapp.com/faq-gmaillabels) for Sparrow to work properly." = "Pour que Sparrow puisse fonctionner correctement, activez tous vos labels dans vos réglages de compte Gmail (http://www.sparrowmailapp.com/faq-gmaillabels).";

/* composer: error description, when address is not valid. */
"Please check you typed it properly." = "Veuillez vérifier que vous l'avez tapée correctement.";

/* composer: error description, when recipient is empty. */
"Please enter at least one recipient." = "Veuillez entrer au moins un destinataire.";

/* subject of a reply to an empty message */
"Re:" = "Re:";

/* subject of the reply to a message, %@ is the original message subject */
"Re: %@" = "Re: %@";

/* Action description for undo menu item */
"Remove Bullet Point List" = "Retirer la liste à puces";

/* Action description for undo menu item */
"Remove Numbered List" = "Retirer la liste numérotée";

/* tooltip for formatting bar */
"Right Alignment" = "Aligner à droite";

/* composer: top bar button
   needs to save: Save button */
"Save" = "Enregistrer";

/* composer: top bar button */
"Send" = "Envoyer";

/* composer: top bar button in case of reply and send and archive is enabled */
"Send and Archive" = "Envoyer et archiver";

/* composer: error description/question, message has no subject, send anyway button */
"Send anyway" = "Poursuivre l'envoi";

/* Default signature for account. HTML format. %@ is the signature identifier */
"Sent with <a href=\"http://www.sparrowmailapp.com/?%@\">Sparrow</a>" = "Envoyé avec <a href=\"http://www.sparrowmailapp.com/?%@\">Sparrow</a>";

/* Default signature, text version. */
"Sent with Sparrow" = "Envoyé avec Sparrow";

/* composer: tooltip */
"Show Cc/Bcc" = "Afficher Cc/Bcc";

/* Action description for undo menu item when signature has been changed */
"Signature" = "Signature";

/* signature prefs */
"Signature for:" = "Signature pour :";

/* dialog title: attachement could not be uploaded */
"Some attachments failed to be uploaded to the Cloud" = "Certaines pièces jointes n'ont pas pu été transferées vers le Cloud";

/* error title. */
"Sparrow won't be able to send emails." = "Sparrow ne pourra pas envoyer de message.";

/* field name */
"Subject" = "Sujet";

/* composer: tooltip, switch reply/reply all */
"Switch to Reply" = "Répondre à l'émetteur";

/* composer: tooltip, switch reply/reply all */
"Switch to Reply All" = "Répondre à tous";

/* tooltip for formatting bar */
"Text Color" = "Couleur du texte";

/* Error message when an attachment cannot be added because it's too big: description in dialog box. */
"The attachment could not be added because it's too large. The total size of the message cannot exceed 25 megabytes." = "La pièce jointe n'a pas pu être ajoutée parce ce qu'elle est trop volumineuse. La taille totale du message ne peut être supérieure à 25 mega-octets.";

/* Error message when the attachments (plural) cannot be added because it's too big: description in dialog box. */
"The attachments could not be added because they are too large. The total size of the message cannot exceed 25 megabytes." = "Les pièces jointes n'ont pas pu être ajoutées parce ce qu'elles sont trop volumineuses. La taille totale du message ne peut être supérieure à 25 mega-octets.";

/* Error message when the draft could not be loaded in the composer because an attachment needs to be fetched from the remote server. */
"The draft could not be loaded." = "Le draft n'a pas pu être chargé.";

/* cloud attachment: in composed message, error placeholder when an upload error occurred */
"The file could not be uploaded" = "Le fichier n'a pas pu être transféré";

/* composer: error title, when address is not valid. %@ is the invalid address. */
"The following address is not valid: \"%@\"" = "L'adresse suivante n'est pas valide : \"%@\"";

/* when setting a link, error message when the URL is empty */
"The URL is empty" = "L'URL n'a pas été saisie";

/* when setting a link, error message when the typed URL is not valid */
"The URL is not valid" = "L'URL saisie n'est pas valide";

/* signature prefs */
"This is the main email of the account" = "Adresse principale de ce compte";

/* composer: error title, message has no subject */
"This message has no subject" = "Le message n'a pas de sujet";

/* field name */
"To" = "À";

/* Action description for undo menu item */
"Typing" = "Edition";

/* tooltip for formatting bar */
"Underline" = "Souligné";

/* composer: error title, attachments upload is in progress */
"Upload of attachments to the cloud is in progress" = "Un transfert de fichiers est en cours";

/* signature prefs */
"Use custom signature for this alias" = "Utiliser une signature différente pour cet alias";

/* warning for shortmail accounts */
"You cannot send emails with attachments from Shortmail." = "Shortmail ne permet pas d'envoyer de pièces jointes.";

/* needs to save. description in the dialog box. */
"Your draft will be discarded if you don't save it." = "Votre brouillon va être supprimé si vous ne l'enregistrez pas.";

/* Error message when the message could not be saved to remote draft: title of the dialog. */
"Your message has been saved locally." = "Votre message a été enregistré sur votre ordinateur.";

/* composer: error title, shortmail counter exceeded. %i is the maximum number of characters */
"Your message is over %i characters" = "Votre message fait plus de %i caractères";

/* composer: error description/question, shortmail counter exceeded */
"Your message is too long. Try to be concise." = "Votre message est trop long. Essayez d'être plus concis.";

